Repository: sobczal2/BiteRight
Catalog: backend/src/BiteRight.Resources/Resources/Users/Users.*.resx
Languages: de

# email_in_use
source: Email is already in use
de: Email wird verwendet

# email_not_valid
source: Email is not valid
de: Email ist ung체ltig

# email_not_verified
source: Email is not verified
de: Email ist nicht verifiziert

# username_characters_not_valid
source: Username contains illegal characters. Allowed characters: {0}
de: Benutzername enth채lt ung체ltige Zeichen. Zul채ssige Zeichen: {0}

# username_empty
source: Username can't be empty
de: Der Benutzername darf nicht leer sein

# username_in_use
source: Username is already in use
de: Benutzername ist bereits in Benutzung

# username_length_not_valid
source: Username must be between {0} and {1} characters long
de: Der Benutzername muss zwischen {0} und {1} Zeichen lang sein

source: User already exists
de: Benutzer existiert bereits

source: Language not found
de: Sprache nicht gefunden

source: Country not found
de: Land nicht gefunden
